Repository: BeSolutionsMobile/AwfarlakOriginal
Catalog: AwfarlakOriginal/Localizable/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطأ

source: Success
ar: نجاح

source: OK
ar: حسنا

# RegisterMsg1
source: All Fields Are Required
ar: جميع الحقول مطلوبة

# RegisterMsg2
source: Please Accept our terms and Conditions then try Again
ar: برجاء الموافقه علي الشروط و الاحكام ثم حاول مرة أخرى

# RegisterMsg3
source: The Minimum Number for a Name is 4 Letters
ar: اقل عدد للاسم هو ٤ احرف

# RegisterMsg4
source: Email must be a Valid E-mail
ar: البريد الالكتروني لابد ان يكون ايميل صحيح

# RegisterMsg5
source: Phone Number must be 11 Numbers
ar: رقم الهاتف يجب ان يكون ١١ رقم

# RegisterMsg6
source: Password is at Least 6 Characters Long
ar: كلمة المرور لا تقل عن 6 أحرف

# RegisterMsg7
source: The Two Passwords must Match
ar: كلمتي المرور لابد ان يكونان متطابقان

# LoginMsg1
source: Field Email or Phone Number is Required
ar: الحقل البريد الالكتروني او رقم الهاتف مطلوب

# LoginMsg2
source: Password is Required
ar: كلمة المرور مطلوبة

# LoginMsg3
source: Error in (Email or Phone Number) or Password
ar: خطأ في (البريد الالكتروني او رقم الهاتف) او كلمة المرور

# ForgetPasswordMsg1
source: Field Email is Required
ar: الحقل البريد الالكتروني مطلوب

# ForgetPasswordMsg2
source: Email must be a Valid E-mail
ar: البريد الالكتروني لابد ان يكون ايميل صحيح

# ForgetPasswordMsg3
source: The New Password has been Sent to your Email
ar: تم ارسال كلمة المرور الجديدة الي البريد الالكتروني الخاص بك

# ForgetPasswordMsg4
source: Email is not Registered with us
ar: البريد الإلكتروني غير مسجل معنا

# ForgetPasswordAlertMsg
source: GoLogin
ar: تسجيل الدخول

source: Rs.
ar: سع.

# Rat
source: Your Rating has been Added Successfully
ar: لقد تم اضافة تقييمك بنجاح

# Comments
source: There are no Comments on this Product
ar: لا توجد تعليقات على هذا المنتج

# Profile1
source: The Minimum Number for a Name is 4 Letters
ar: اقل عدد للاسم هو ٤ احرف

# Profile2
source: Email must be a Valid E-mail
ar: البريد الالكتروني لابد ان يكون ايميل صحيح

# Profile3
source: Phone Number must be 11 Numbers
ar: رقم الهاتف يجب ان يكون ١١ رقم

# Profile4
source: He Data Was Successfully Updated
ar: تم تحديث البيانات بنجاح

# ChangePass1
source: Old Password is at Least 6 Characters Long
ar: كلمة المرور القديمة على الأقل 6 أحرف

# ChangePass2
source: New Password is at Least 6 Characters Long
ar: كلمة المرور الجديدة على الأقل 6 أحرف

# ChangePass3
source: Re - New - Password is at Least 6 Characters Long
ar: إعادة تعيين كلمة المرور الجديدة - على الأقل 6 أحرف

# ChangePass4
source: The Two Passwords must Match
ar: كلمتي المرور لابد ان يكونان متطابقان

# ChangePass5
source: Password successfully changed
ar: الرقم السري تغير بنجاح

# ChangePass6
source: All Fields Are Required
ar: جميع الحقول مطلوبة

# wellcom2Cart
source: You can also buy any of the products to get an enjoyable and pleasing shopping opportunity .
ar: يمكنك أيضًا شراء أي من المنتجات للحصول على فرصة تسوق ممتعة .

# wellcom2total
source: As you browse our products, you can view the statistics about the product and its ratings, and you can add it to your favorites list for your reference at any time.You can also buy any of the products to get an enjoyable and pleasing shopping opportunity .
ar: أثناء تصفح منتجاتنا ، يمكنك عرض إحصائيات المنتج وتصنيفاته ، ويمكنك إضافته إلى قائمة المفضلة لديك للرجوع إليها في أي وقت. يمكنك أيضًا شراء أي من المنتجات للحصول على فرصة تسوق ممتعة.

source: Rs.
ar: سع.

# contectPhone
source: Phone
ar: رقم الهاتف

# contectEmail
source: Email
ar: البريد الإلكتروني

# contectAddress
source: Address
ar: العنوان

# contectAddressDet
source: No. 551 Tower 2 Arkan Plaza,Floor5, Bostan St., Zaied City, 6 October, Giza
ar: رقم 551 برج 2 أركان بلازا ، الدور 5 ، شارع بستان ، مدينة زايد ، 6 أكتوبر ، الجيزة

source: Group
ar: مجموعة
